Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja2/asta-s.htm.tmx
Source language: sme
Languages: nob

source: Oahpahusráđi julevsámi áirras lei Anne Kalstad Mikkelsen, gii maiddái lei okta vánhemiin, geat álggahedje julevsámegiel mánáidgárddi Divtasvudnii.
nob: Lulesamisk representant i Samisk utdanningsråd var Anne Kalstad Mikkelsen, som også var en av foreldrene som fikk i gang lulesamisk barnehage i Tysfjord.

source: Sii nagodedje oažžut mánáid sámástit dan muddui ahte go álge vuođđoskuvlii de sis lei julevsámegiella vuosttaš giellan.
nob: De klarte å få barna til å snakke samisk i den grad at da de starta i grunnskolen så hadde de lulesamisk som førstespråk.

source: Dat lei nu nana menestus ahte lei čalbmáičuohcci, ja váhnenjoavku oaččui maŋŋil Sámedikki giellabálkkašumi.
nob: Det var så stor suksess at det var iøynefallende og foreldregruppa fikk seinere Sametingets språkpris.

source: Lei illudahtti go sii almmolaččat giittossártnis giite mu doarjaga ovddas.
nob: Det varma da de i takketalen takka meg for støtta.

source: Máttasámi guovllu oahpahusráđiáirras lei Sig-Britt (Pia) Persson, guhte áŋgirušai oaččuhit máttasámegiel mánáidgárdefálaldaga Snåasii.
nob: Sørsamisk representant i utdanningsrådet var Sig-Britt (Pia) Persson. Hun ivra for å få igang et sørsamisk barnehagetilbud i Snåsa.

source: Jurdda lei ásahit giellabeasi gos galggai leat sadji 12 lullisámi mánnái.
nob: Tanken var å opprette et språkreir, der det skulle være plass til 12 sørsamiske barn.

source: Mis ledje stuorra vuordámušat ja illudeimmet go leimmet nagodan rekrutteret guokte máttasámi oahpaheaddjistudeantta Ruoŧa bealde ja go ledje dieđihuvvon doarvái mánát dohko.
nob: Vi hadde store forventninger og fryda oss over at vi hadde klart å rekruttere to sørsamiske lærerstudenter fra svensk side og at det hadde meldt seg nok barn.

source: Go de galggaimet álgit čakčat, de geassádedje muhtin váhnemat, eat diehtán manne ja go báhce dušše guokte máná, de eat sáhttán bidjat johtui prošeavtta.
nob: Da vi så skulle starte på høsten, så trakk flere foreldre seg, uten at vi visste hvorfor og når det bare blei igjen to barn, så kunne vi ikke sette i gang prosjektet.

source: Mii fertimmet heaittihit plána ja dainnalágiin máttasámegiella ii ožžon dan veahki maid nu sakka dárbbašii ja mii livččii seailluhan, ovddidan ja ráhkadan vuođu dálá giellabargui sin guovllus.
nob: Vi måtte gi opp planen og på det viset fikk ikke sørsamisk språk den hjelpa det så sårt kunne trenge, og som kunne bidratt til å bevare og utvikle språket og gi grunnlag for dagens språkarbeid i dette området.

source: Máŋgga jagi áŋgiruššan ja viggamušat manne duššai.
nob: Mange års strev og forsøk var forgjeves.

source: Dál (2006) lean maid vehá mielde giellagáhttenbarggus máttasámi guovllus.
nob: Nå (2006) er jeg igjen litt med i språkbevaringsarbeid i sørsamisk område.

source: Lean mielde giellamovttidahttinprošeavtta stivrenjoavkkus, man Sámediggi ásahii jagi 2001:s.
nob: Jeg er med i styringsgruppa for språkmotivasjonsprosjektet som Sametinget satte i gang i 2001.

source: Áigumuššan lea ealáskahttit mánáid buolvvas giela, man áhkut ja ádját hállet, muhto maid váhnemat eai šat máhte.
nob: Målet med dette er i barnegenerasjonen å gjenopplive det språket som besteforeldrene snakker, men som foreldrene ikke lenger kan.

source: Asta ja su nieida Áila Márge Varsi Balto deaivvadeaba álgoálbmogiin Hawaiias 1999
nob: Asta og datter hennes, Áila Márge Varsi Balto, i møte med urfolk på Hawaii, 1999.

source: Sámi allaskuvllas – alit oahpu hábmen
nob: Samisk høgskole – utforming av høyere utdanning

source: Go álgen Sámi allaskuvlla oahpaheaddjin ođđajagemánus 1994, de lei mu vuosttaš bargu oahpahit máŋggakultuvrralaš pedagogihka, dahje nugo maŋŋil gohčoduvvui; máŋggakultuvrralaš áddejupmin.
nob: Da jeg begynte som lærer ved Samisk høgskole i januar 1994 var det første arbeidet jeg fikk å undervise i flerkulturell pedagogikk, eller som det seinere blei kalt; flerkulturell forståelse.

source: Ledjen ieš ráhkadan kursaplána ovttas Vigdis Stordahliin ja Liv Østmoin.
nob: Jeg hadde sjøl laga kursplanen sammen med Vigdis Stordahl og Liv Østmo.

source: Dan áiggi ledje ráhkadišgoahtán nu gohčoduvvon migrašuvdnapedagogihka ee. Oslos ja Bergenis.
nob: I den tida hadde man begynt å utvikle såkalt migrasjonspedagogikk bl.a. i Oslo og Bergen.

source: Go veardideimmet daid kurssaid gávnnaheimmet ahte lei dehálaš erohus: Sin kurssat ledje majoritehtaservodaga eavttuid vuođul, sii oidne máŋggakultuvrravuođa čuolbman, ii fal riggodahkan.
nob: Da vi sammenligna de kursa med vårt eget fant vi ut at det var en stor forskjell: Deres kurs var laga på majoritetssamfunnets premisser, de så flerkulturellhet som et problem, ikke som en rikdom.

source: Min vuolggasadji lei ahte min kulturmáhttu lea riggodat, muhto ferte geavahit dan mannat viidáseappot, eat galgan dušše iežamet gári birra jorrat.
nob: Vårt utgangspunkt var at vår kulturkunnskap er en rikdom, men vi må bruke den til å gå videre. Vi skal ikke bare rotere rundt vår egen navle.

source: Ollu sámit jurddašit ahte mis lea nu nana kulturmáhttu ahte eat dárbbaš lohkat dan birra.
nob: Mange samer tenker at vi har så sterk kulturkunnskap at vi ikke trenger å lese om den.

source: Mu jurdda lea baicce leamaš ahte mii dárbbašit teoriija vuođđun áddet kultuvrra eará kultuvrraid deaivvadettiin.
nob: Tanken min har heller vært at vi trenger teori som grunnlag for å forstå vår egen kultur i møtet med andre kulturer.

source: Máŋggakultuvrralaš pedagogihkka lei dalle áidna oahppu Sámi allaskuvllas mii lei dárogillii. Háliideimmet ahte dan kurssas galggai leat kulturdeaivvadeapmi, dasa galge beassat searvat sihke sámegielat sámit, dárogielat sámit ja dážat.
nob: Flerkulturell pedagogikk var da det eneste utdanningstilbudet på Samisk høgskole som blei undervist på norsk, fordi vi ønska at på dette kurset skulle det være kulturmøte, her skulle det kunne delta både samisktalende samer, norsktalende samer og ikke-samer.

source: Studeanttat eai lean dušše oahpaheaddjit, muhto bohte maiddái eará profešuvnnain, omd. journalisttat, sosiála- ja dearvvašvuođabargit, psykologat ja kulturbargit.
nob: Studentene var ikke bare lærere, men de kom også fra andre profesjoner, f.eks. journalister, sosial- og helsearbeidere, psykologer og kulturarbeidere.

source: Lea leamaš hui geasuheaddji fága, ja kurssaid lassin mat mis leat leamaš Guovdageainnus, de mii leat lágidan oahpu Snåasas, Divttasvuonas ja Čáhcesullos.
nob: Det har vært et svært populært fag, og i tillegg til kursa som har vært i Kautokeino, har vi arrangert undervisning i Snåsa, Tysfjord og Vadsø.

source: Kulturáddejupmi lea šaddan vuođđooahpu oassin, nugo journalista- ja oahpaheaddjioahpus.
nob: Kulturforståelse har blitt en del av grunnutdanningene, slik som journalist- og lærerutdanninga.

source: Mii leat maiddái doallan lohkameahttun ollu oanehiskurssaid.
nob: Vi har også holdt et utall av korte kurs.

source: Dárbu lea ollu stuorát go dat masa mis lea kapasitehta.
nob: Behovet er mye større enn det vi har kapasitet til.

source: Lean vásihan ahte dát kursa lea duođaid rievdadan studeanttaid jurddašanvuogi.
nob: Jeg har erfart at dette kurset har virkelig endra studentenes tankemåte.

source: Muittán ovtta studeantta gii logai: «Jus mun livččen dán oahppan dalle go ledjen 20 jagi, de mu eallin livččii leamaš earálágan.»
nob: Jeg husker en student som sa: «Om jeg hadde lært dette da jeg var 20 år, så hadde livet mitt vært helt annerledes.»

source: Mu váldojurdda dáinna kurssain lea leamaš ahte háliidan hukset ráfi ja šalddiid olbmuid ja álbmogiid gaskii, ja ahte diehtu, áddejupmi ja gulahallan leat buorit gaskaoamit dasa.
nob: Hovedtanken min med dette kurset har vært at jeg ønsker å bygge fred og broer mellom mennesker og folkeslag, og at kunnskap, forståelse og kommunikasjon er gode midler til det.

source: Álgoálbmogiid allaskuvllaid ovttasbargu
nob: Samarbeid mellom høgskoler for urfolk

source: Dán áiggi go lean bargan Sámi allaskuvllas, de lean beassan searvat hui ollu beroštahtti bargguide.
nob: I den tida som jeg har arbeida ved Samisk høgskole har jeg fått delta i svært mye interessant arbeid.

source: Riikkaidgaskasaš ovttasbargu lea okta dain.
nob: Internasjonalt samarbeid er et av de viktigste feltene.

source: Mun in jáhke ahte allaskuvla livččii ahtanuššan dán dássái mas dál lea, jus eat livčče dikšon oktavuođaid eará álgoálbmogiiguin.
nob: Jeg tror ikke at høgskolen hadde kunnet nådd så langt som den er i dag dersom vi ikke hadde dyrka kontakten med andre urfolk.

source: Dát oktavuođat leat gievrudan ja movttiidahttán min rahčat alit oahpu ja dutkama ovddidit sámegillii.
nob: Denne kontakten har styrka og motivert oss i arbeidet for å fremme høyere utdanning og forskning på samisk.

source: Singuin leat lonohallan vásáhusaid, dieđuid, máhtuid, koloniserema váikkuhusaid jna.
nob: Samer og andre urfolk har utveksla erfaringer, kunnskaper om virkningene av koloniseringa osv.

source: Asta Balto lea fitnan máŋgga riikkas ja lea guorahallan álgoálbmogiid ja unnitlogujoavkkuid oahpahus- ja oahpponeavvodiliid.
nob: Asta Balto har besøkt mange land og undersøkt utdannings- og læremiddelforhold for urfolk og minoriteter.

source: Dás lea Kanadas geahčadeamen oahppogirjjiid mat leat čállon inuihtagillii, Kanada-inuihtaid erenoamáš alfabehta mielde.
nob: Her er hun i Kanada og ser på lærebøker som er skrevet på inuitisk, etter Kanada-inuitenes spesielle alfabet.

source: (Govva: North West Territory oahpahusráđđi)
nob: (Foto: Utdanningsrådet i North West Territory)

source: Mii leat máŋgii jurdilan ahte go eará sajis máhttet, de mii maid máhttit.
nob: Vi har mange ganger tenkt at det de kan andre steder, det bør vi også kunne.

source: Sáhtášin namuhit ovdamearkka Kanadas, gos Dene-álbmot lea nagodan hábmet iežaset oahppoplána, «Dene Curriculum».
nob: Jeg kan nevne eksempel fra Canada, der Dene-folket har klart å skape sin egen læreplan, «Dene Curriculum».

source: Dat lea albma álgoálbmotplána, huksejuvvon sin iežaset árbevieruid ja jurddašanvuogi ala, ii fal nu go dáppe, gos sámi oahppoplána 1997:s ii leat go dáža oahppoplána heiveheapmi sámiide.
nob: Dette er en virkelig urfolksplan, bygd på deres egne tradisjoner og tankemåter. I motsetning til Norge, der de samiske læreplanene av 1997 ikke er annet enn norske læreplaner tilpassa til samene.

source: Lea maiddái leamaš stuora inspirašuvdna oaidnit mo eará álgoálbmogat geavahit boarrásat olbmuid máhtu skuvllas ja oahpponeavvoráhkadeamis.
nob: Det har også vært en stor inspirasjon å se hvordan andre urfolk bruker andre folks kunnskaper i skolen og i læremiddelproduksjonen.

source: Muhtin ásahusain leat sierra kurssat main ohppet metoda čoaggit ja ávkkástallat álgoálbmotmáhtu alit oahpu oahpahusas ja dutkamis.
nob: Noen institusjoner har egne kurs der de lærer metoder for å samle og nyttiggjøre seg urfolkskunnskap i opplæring og forskning.

source: Ja sávašinge maiddái ahte Sámi allaskuvlla vásáhusat sáhtášedje leat ávkkálaččat eará álgoálbmogiidda.
nob: Og jeg håper jo også at Samisk høgskoles erfaringer kan være til nytte for andre urfolk.

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 2
nob: Andre artikler i Samisk skolehistorie 2
